---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsAttrLandingCarriage
source: html/8db1cde9-5217-e7dc-2733-2c3da8a6603d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsAttrLandingCarriage Property

"Landing Carriage Height"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsAttrLandingCarriage { get; }
```